export const blueCardInfo = `
کارت عضویت آبی جین وست شامل سه سطح است که بصورت زیر ارائه می گردد.

Blue Card

اعطای در اولین فاکتور بالای ۲۰۰ هزار تومان

دریافت ۸ درصد مبلغ خرید بصورت اعتبار و قابل استفاده در خرید از ابتدای ماه بعدی و معتبر تا پایان فصل آینده

دریافت هدیه در مناسبت‌های خاص به صورت اعتبار خرید
`;

export const silverCardInfo = `
کارت عضویت نقره ای جین وست پس از دریافت کارت آبی به مشتری جین وست اعطا می گردد و دارای شرایط زیر است.

دریافت با مجموعه خرید ۵,۰۰۰,۰۰۰ تومان
دریافت ۱۵ درصد مبلغ خرید بصورت اعتبار (Credit) و قابل استفاده در خرید از ابتدای ماه بعدی و معتبر تا پایان فصل آینده
بالاترین اولویت در اطلاع رسانی و خرید در شرایط ویژه فروش
دریافت هدیه مشتریان VIP در مناسبت‌های خاص به صورت اعتبار خرید (Credit)
`;

export const goldCardInfo = `
کارت عضویت طلایی جین وست پس از دریافت کارت نقره ای به مشتری جین وست اعطا می گردد و دارای شرایط زیر است.

دریافت GOLD CARD با مجموع خرید ۱۵,۰۰۰,۰۰۰ تومان
دریافت ۲۰ درصد مبلغ خرید بصورت اعتبار (Credit) و قابل استفاده در خرید از ابتدای ماه بعدی و معتبر تا پایان فصل آینده
بالاترین اولویت در اطلاع رسانی و خرید در شرایط ویژه فروش
دریافت هدیه مشتریان VIP در مناسبت‌های خاص به صورت اعتبار خرید (Credit )
`;

export const cardsInfo = { blueCardInfo, silverCardInfo, goldCardInfo };
